Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The preparation of QC dilution 1 and dilution 1 as well as QC dilution 2 and dilution 2 is the same.
es_es: La preparación es la misma para las diluciones QC 1 y dilución 1, y para QC 2 y dilución 2.

source: The preparation of the Phenyl Sepharose resin and the packing of the columns at small scale were carried out using conditions similar to production process conditions.
es_es: La preparación de la resina de fenil sefarosa y el empaquetamiento de las columnas a escala reducida se llevaron a cabo en condiciones similares a las condiciones del proceso de producción.

source: The preparation was shaken at 37°C (shaking-water bath) for 2 hours at about 150 rpm
es_es: La preparación se sacudió 2 horas a aproximadamente 150 rpm, a 37° C (baño María con sacudimiento)

source: The preparation was shaken at 37°C (shaking-water bath) for 2 hours at about 150 rpm (orbital).
es_es: La preparación se sacudió 2 horas a aproximadamente 150 rpm, a 37° C (baño María con sacudimiento orbital)

source: The preparatory step prior printing is not needed since no ink-based printing is applied.
es_es: El paso preparatorio previo a la impresión no es necesario ya que no se aplica impresión a base de tinta.

source: The presence and degree of reperfusion will also be determined as the difference between the 24 hour and acute perfusion lesion volumes when available (percentage change and cm3).
es_es: La presencia y el grado de reperfusión también se determinarán como la diferencia entre los volúmenes de lesión de perfusión aguda y a las 24 horas cuando estén disponibles (cambio porcentual y en cm3).

source: The presence of hemorrhagic transformation will be assessed on T2*-weighted MRI or CT (repeated study within 24 hours or if later clinical deterioration occurs).
es_es: La presencia de transformación hemorrágica se evaluará mediante resonancia magnética ponderada en T2* o por TC (se repetirá a las 24 horas o si ocurre un deterioro en el estado clínico del paciente).

source: The present application introduces Metalyse®, BI’s tenecteplase lyophilisate for solution for injection 25 mg to support a new indication “Acute Ischemic Stroke”.
es_es: Esta solicitud presenta una nueva indicación de Metalyse®, el liofilizado de tenecteplasa para solución inyectable de 25 mg de BI: “accidente cerebrovascular isquémico”.

source: The present application provides data to support the use of spesolimab for the prevention of GPP flares in adults and adolescents from 12 years of age.
es_es: En la presente solicitud, se proporciona información que respalda el uso de spesolimab para la prevención de brotes agudos de PPG en pacientes adultos y adolescentes a partir de los 12 años de edad.

source: The presented data set comprises empagliflozin / metformin hydrochloride film-coated tablets stored at storage conditions 25°C / 60 % RH (25/60), 30°C / 75 % RH (30/75) and 40°C / 75% R.H (40/75).
es_es: El conjunto de datos presentado abarca comprimidos recubiertos de empagliflozina/clorhidrato de metformina almacenados en condiciones de almacenamiento de 25°C/60% HR (25/60), 30°C/75% HR (30/75) y 40°C/75% HR (40/75).

source: The prespecified outcome of cognition will be reported in a future publication.
es_es: El desenlace cognitivo preespecificado se informará en una publicación futura.

source: The primary aim of EXTEND-IA TNK part 2 is to test the hypothesis that tenecteplase 0.40mg/kg is superior to 0.25mg/kg in achieving substantial reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: El objetivo principal de EXTEND-IA TNK parte 2 es evaluar la hipótesis de que una dosis de 0.40 mg/kg de tenecteplasaes superior a una dosis de 0.25 mg/kg para alcanzar una reperfusión significativa en la angiografía inicial, cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular en pacientes que se prevé someter a un tratamiento endovascular.

source: The primary analysis based on the TS described above included all events until individual trial completion.
es_es: En el análisis primario anterior, que se baso en el Grupo Tratado, se incluyeron todos los eventos acaecidos hasta la finalización de los ensayos individuales respectivos.

source: The primary analysis based on the TS showed non-inferiority of linagliptin treatment to glimepiride.
es_es: El análisis primario basado en el Grupo Tratado arrojó una no inferioridad de linagliptina frente a glimepirida.

source: The primary analysis consisted of a joint frailty model that accounts for the dependence between recurrent HHF and CV death and was based on all data up to the end of the planned treatment period from all randomised patients.
es_es: El análisis principal consistió en un modelo de fragilidad conjunta que dio cuenta de la dependencia entre la HIC recurrente y la muerte CV y se basó en todos los datos obtenidos hasta el final del período de tratamiento previsto para todos los pacientes aleatorizados.

source: The primary analysis evaluated superiority of empagliflozin over placebo based on the hazard ratio and its confidence limits, calculated by a Cox proportional hazards model.
es_es: En el análisis primario se evaluó la superioridad de empagliflozina sobre el placebo en términos de la razón de riesgos instantáneos y sus límites de confianza, calculados mediante un modelo de riesgos proporcionales de Cox.

source: The primary analysis for recurrent HHF used a joint frailty model that accounts for the dependence between recurrent HHF and CV death, with the same covariates used for the primary endpoint.
es_es: El análisis principal empleó un modelo de fragilidad conjunta que explica la dependencia entre la insuficiencia cardíaca congestiva recurrente y la muerte CV, con las mismas covariables utilizadas para el criterio de valoración primario.

source: The primary analysis was a Cox regression based on all data up to the end of the planned treatment period (including the data after the end of treatment for patients not completing the treatment period as planned) from all randomised patients.
es_es: El análisis primario fue una regresión de Cox en la que se utilizaron, para todos los pacientes aleatorizados, todos los datos obtenidos hasta el final del período de tratamiento planificado (incluidos los datos posteriores al final del tratamiento para los pacientes que no completaron el período de tratamiento según lo planeado).

source: The primary analysis was a Cox regression with factors treatment, region (Asia, Europe, Latin America, North America, and other), baseline status of DM (diabetic, pre-diabetes, and normal), age (continuous), sex, LVEF (continuous), and baseline eGFR (CKD-EPI)cr (continuous).
es_es: El análisis principal fue una regresión de Cox con los factores tratamiento, región (Asia, Europa, Latinoamérica, América del Norte y otros), estado inicial de la diabetes mellitus (diabetes, prediabetes y normal), edad (variable continua), sexo, FEVI. (variable continua) y TFGe inicial (ERC-EPI)cr (variable continua).

source: The primary analysis was a random coefficient model allowing for random intercept and random slope per patient.
es_es: El análisis principal fue un modelo de coeficientes aleatorios con ordenada al origen y pendiente aleatorias para cada paciente.

source: The primary and key secondary endpoints were analysed according to the randomised treatment group, using the treated set (TS) and including all events up to individual trial completion.
es_es: Los criterios de valoración primario y secundarios clave se analizaron partiendo del grupo de tratamiento aleatorizado, usando el concepto de grupo tratado (GT) e incluyendo todos los eventos observados hasta la finalización del ensayo para cada individuo.

source: The primary and secondary endpoints used in this trial were accepted assessments for the evaluation of efficacy, safety, and tolerability on an oral HF drug, and they are widely used in respective pivotal Phase III studies.
es_es: Los criterios de valoración primarios y secundarios utilizados en este ensayo fueron criterios aceptados para evaluar la eficacia, seguridad y tolerabilidad de un medicamento oral contra la insuficiencia cardíaca, y se utilizan ampliamente en los respectivos ensayos pivote de fase III.

source: The primary container closure component is described in Table 1.
es_es: En la Tabla 1 se describe el componente de envase y cierre del acondicionamiento primario.

source: The primary drying hold duration was prolonged to 66 hours in the first low/low cycle to take into account scale-up effects and was shortened to 44 hours for the following fills based on the product temperature and Pirani gauge read-outs of the first low / low fill.
es_es: La duración del secado primario se prolongó a 66 horas en el primer ciclo a temperatura baja/presión baja para tener en cuenta los efectos de aumento de escala, y se redujo a 44 horas para los siguientes llenados en función de la temperatura del producto y las lecturas del manómetro Pirani del primer ciclo a temperatura baja/presión baja.

source: The primary efficacy analysis was based on the randomised set (RS), including all randomised patients.
es_es: El análisis primario de eficacia se basó en el grupo aleatorizado, que incluía a todos los pacientes aleatorizados.

source: The primary endpoint in the trial was the time to first occurrence of adjudication-confirmed cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke (3P-MACE).
es_es: El criterio de valoración primario del ensayo fue el tiempo transcurrido hasta la primera aparición de muerte cardiovascular, infarto de miocardio no fatal o accidente cerebrovascular no fatal, según la evaluación correspondiente (MACE-3P).

source: The primary endpoint was the time to first occurrence of 3P-MACE (major adverse cardiovascular events; composite of any of the following:
es_es: El criterio de valoración primario fue el tiempo transcurrido hasta la aparición del primer componente del complejo MACE de 3 puntos (episodios cardiovasculares graves, constituido por cualquiera de las siguientes situaciones:

source: The primary endpoint was the time to the first event of adjudicated CV death or adjudicated hospitalisation for heart failure.
es_es: El criterio de valoración primario fue el tiempo transcurrido hasta el primer evento de muerte cardiovascular adjudicada u hospitalización por insuficiencia cardíaca adjudicada.

source: The primary endpoint will be analyzed for non-inferiority using both intention-to-treat and per-protocol principles, as recommended for non-inferiority trials.
es_es: Se evaluará el criterio de valoración principal para determinar la no inferioridad mediante el método de intención de tratar y según los principios estipulados en el protocolo, como se recomienda para los ensayos de no inferioridad.

source: The primary objective of the trial was to demonstrate superiority of empagliflozin 10 mg vs placebo in patients with symptomatic, chronic HF and preserved left ventricular ejection fraction (LVEF >40%) under stable treatment of HF symptoms.
es_es: El objetivo de este ensayo fue demostrar la superioridad de empagliflozina, 10 mg, en comparación con un placebo en pacientes con insuficiencia cardíaca crónica sintomática y fracción de eyección ventricular izquierda preservada (FEVI >40%) bajo tratamiento estable de los síntomas de su insuficiencia cardíaca.

source: The primary objective of the trial was to establish whether a FDC tablet of 12.5 mg empagliflozin/1000 mg metformin (T1) was bioequivalent to the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin (R1) under fed and under fasted conditions (Part I), and whether a FDC tablet of 5 mg empagliflozin/1000 mg metformin (T2) was bioequivalent to the free dose combination of 5 mg empagliflozin and 1000 mg metformin (R2) under fed conditions (Part II).
es_es: El objetivo principal del ensayo fue establecer, por un lado, si un comprimido de combinación a dosis fija de 12.5 mg de empagliflozina/1000 mg de metformina (T1) era bioequivalente a la dosis de combinación libre de 12.5 mg de empagliflozina/1000 mg de metformina (R1) con y sin ayuno (Parte I) y, por otro lado, si un comprimido de combinación a dosis fija de 5 mg de empagliflozina/1000 mg de metformina (T2) era bioequivalente a la dosis de combinación libre de 5 mg de empagliflozina/1000 mg de metformina (R2) sin ayuno (Parte II).

source: The primary objective of the trial was to investigate whether the fixed dose combination of 12.5 mg empagliflozin / 1000 mg metformin was bioequivalent to the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under both fed and fasted conditions, and whether the fixed dose combination of 5 mg empagliflozin / 1000 mg metformin was bioequivalent to the free dose combination of 5 mg empagliflozin and 1000 mg metformin under fed conditions.
es_es: El objetivo principal del ensayo fue investigar, por un lado, si la combinación a dosis fija de 12.5 mg de empagliflozina/1000 mg de metformina era bioequivalente a la dosis de combinación libre de 12.5 mg de empagliflozina y 1000 mg de metformina pre- y postprandial y, por otro lado, si la combinación a dosis fija de 5 mg de empagliflozina/1000 mg de metformina era bioequivalente a la dosis de combinación libre de 5 mg de empagliflozina y 1000 mg de metformina en condiciones postprandiales.

source: The primary outcome (90–120 day mRS score of 0–1) occurred in 296 (36.9%) of 802 patients assigned to tenecteplase and 266 (34.8%) of 765 assigned to alteplase with available data (unadjusted risk difference 2.1% [95% CI –2.6 to 6.9]; table 2).
es_es: Se dio el desenlace primario (puntuación mRS de entre 0 y 1 entre los días 90 y 120) en 296 (36.9%) de los 802 pacientes asignados a tenecteplasa y en 266 (34.8%) de los 765 asignados a alteplasa para los que hubo datos disponibles (diferencia de riesgos sin ajustar: 2.1% [IC del 95%: -2.6 a 6.9]; Tabla 2).

source: The primary outcome of angiographic reperfusion will be centrally adjudicated by consensus of blinded assessors using the modified Treatment in Cerebral Ischemia (mTICI) scale with mTICI 2b/3 (>50% reperfusion of the affected territory) or the absence of retrievable thrombus classified as successful reperfusion due to intravenous thrombolysis.
es_es: El desenlace principal de la reperfusión angiográfica se evaluará en forma centralizada con el consenso de los evaluadores enmascarados. Para ello, se utilizará la escala modificada de tratamiento de la isquemia cerebral (mTICI), en la cual una puntuación de mTICI de 2b/3 (>50% de reperfusión del territorio afectado) o la ausencia de un trombo recuperable indican una reperfusión satisfactoria mediante trombólisis intravenosa.

source: The primary outcome of proportion of patients with substantial angiographic reperfusion (mTICI) score of 2b/3 was reached for 22% of the patients treated with tenecteplase versus 10% of those treated with alteplase (incidence difference, 12 percentage points; 95% confidence interval [CI], 2 to 21; incidence ratio, 2.2; 95% CI, 1.1 to 4.4; P=0.002 for noninferiority; P=0.03 for superiority).
es_es: El criterio de valoración principal de la proporción de pacientes con un puntaje 2b/3 de reperfusión angiográfica significativa (mTICI) se alcanzó en 22% de los pacientes tratados contenecteplasa frente a 10% de los tratados con alteplasa (diferencia de incidencia, 12 puntos porcentuales; intervalo de confianza [IC] del 95%, 2 a 21; razón de incidencia, 2.2; IC del 95%, 1.1 a 4.4; P = 0.002 para la no inferioridad; P = 0.03 para la superioridad).

source: The primary outcome of reperfusion of greater than 50% of the vascular territory of the occluded vessel at the time of the initial angiogram occurred in 80 of 401 patients (20.0%) who received tenecteplase vs 10 of 101 patients (9.9%) who received alteplase (adjusted RR, 1.90 [95% CI, 1.02-3.53]; P = .04), meeting both noninferiority and superiority criteria.
es_es: El criterio de valoración principal de reperfusión superior al 50% del territorio vascular del vaso ocluido al momento de la angiografía inicial se alcanzó en 80 de 401 pacientes (20.0%) que recibierion tenecteplasa frente a 10 de 101 pacientes (9.9%) que recibieron alteplasa (cociente de riesgos ajustado, 1.90 [IC del 95%, 1.02-3.53]; P = .04). Por lo tanto, se cumplieron los criterios de no inferioridad y los de superioridad.

source: The primary outcome of reperfusion of greater than 50% of the vascular territory of the occluded vessel at the time of the initial angiogram occurred in 29 of 150 patients (19.3%) who received 0.40 mg/kg of tenecteplase vs 29 of 150 (19.3%) who received 0.25 mg/kg of tenecteplase (difference, 0.0% [95% CI, −8.9 to −8.9]; adjusted RR, 1.03 [95% CI, 0.66-1.61]; P = .89; Table 2).
es_es: El criterio de valoración principal de una reperfusión superior al 50% del territorio vascular del vaso ocluido en el momento en el que se realizó la angiografía inicial se cumplió en 29 de 150 pacientes (19.3%) que recibieron 0.40 mg/kg de tenecteplasa frente a 29 de 150 (19.3%) que recibieron 0.25 mg/kg de tenecteplasa (diferencia, 0.0% [IC del 95%, −8.9 a −8.9]; cociente de riesgos ajustado, 1.03 [IC del 95%, 0.66-1.61]; p = .89; Tabla 2).

source: The primary outcome of substantial reperfusion was defined as restoration of blood flow to greater than 50% of the involved territory or an absence of retrievable intracranial thrombus.
es_es: El criterio de valoración principal de reperfusión significativa se definió como la restauración del flujo sanguíneo a más del 50% del territorio afectado o bien la ausencia de un trombo intracraneal que pueda ser removido.

source: The primary outcome was also assessed in the per-protocol population as a secondary exploratory analysis.
es_es: El desenlace clínico primario también se evaluó en la población analizada por protocolo coo análisis secundario exploratorio.

source: The primary outcome was reperfusion of greater than 50% of the involved ischemic territory or an absence of retrievable thrombus at the time of the initial angiographic assessment.
es_es: El resultado principal fue la reperfusión de más del 50% del territorio isquémico afectado o la ausencia de un trombo extraíble en la evaluación angiográfica inicial.

source: The primary outcome was the proportion of patients who had a modified Rankin Scale (mRS) score of 0–1 at 90–120 days after treatment, assessed via blinded review in the intention-to-treat (ITT) population (ie, all patients randomly assigned to treatment who did not withdraw consent).
es_es: El desenlace clínico primario fue la proporción de pacientes que presentaran una puntuación de la escala Rankin modificada (mRS) de 0-1 entre los 90 y los 120 días postratamiento, a partir de una revisión enmascarada de la población con intención de tratar (es decir, todos los pacientes aleatorizados para recibir el tratamiento que no hubieran retirado su consentimiento).

source: The primary packaging components (syringe incl.
es_es: Los componentes del acondicionamiento primario (jeringa, incl.

source: The primary packaging components (syringe incl. needle, RNS and plunger stopper) remain the same.
es_es: Los componentes del acondicionamiento primario (jeringa, incl.aguja, funda de aguja rígida y tapón del émbolo) no sufrieron cambios.

source: The primary packaging components of spesolimab solution for injection in pre-filled syringe 300 mg/syringe (150 mg/mL), shown in Figure 4, consist of a 2.25 mL glass syringe with staked needle and rigid needle shield.
es_es: Los componentes del acondicionamiento primario de la solución inyectable de Espesolimab en jeringa prellenada de 300 mg/jeringa (150 mg/ml), que pueden verse en la Figura 4, son una jeringa de vidrio de 2,25 ml con una aguja fija y una funda de aguja rígida.

source: The primary packaging components of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) consist of a 1 mL glass syringe with staked needle and rigid needle shield.
es_es: Los componentes del acondicionamiento primario de la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) consisten en una jeringa de vidrio de 1 ml con una aguja fija y una funda de aguja rígida.

source: The primary packaging components of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) consist of a 1 mL glass syringe with staked stainless steel needle and rigid needle shield.
es_es: Los componentes del acondicionamiento primario de la solución inyectable de espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml) consisten en una jeringa de vidrio de 1 ml con una aguja fija de acero inoxidable y una funda de aguja rígida.

source: The primary packaging configuration was designed to maintain an integral seal against microbial contamination; this was confirmed via CCI testing and sterility testing.
es_es: La configuración de acondicionamiento primario se diseñó de forma tal que funcione como barrera integral contra la contaminación microbiana. Así lo confirmó una prueba de integridad del envase y sistema de cierre y una evaluación de esterilidad.

source: The primary route of tenecteplase degradation in solution is the conversion of the single-chain tenecteplase to the two-chain form by hydrolysis of the arginine 275 peptide bond.
es_es: La vía principal de degradación de la tenecteplasa en solución es la conversión de la tenecteplasa de cadena única a la forma de dos cadenas mediante hidrólisis del enlace peptídico en la posición de arginina 275.

source: The primary stability batches and PPQ stability batches identified above meet the ICH Q1A guideline on Stability Testing of New Drug Substances and Products and are in accordance with ICH Q5C guideline on Quality of Biotechnological products:
es_es: Las partidas de estabilidad primaria y las partidas de estabilidad para calificación del desempeño del proceso identificadas anteriormente cumplen con el lineamiento Q1A de la ICH, relativo a pruebas de estabilidad de nuevos principios activos y productos farmacéuticos, y cumplen con el lineamiento Q5C de la ICH, relativo a la calidad de los productos biotecnológicos:

source: The primary stability batches and PPQ stability batches identified above meet the ICH Q1A guideline on Stability Testing of New Drug Substances and Products and are in accordance with ICH Q5C guideline on Quality of Biotechnological products: Stability Testing of Biotechnological/Biological Products.
es_es: Las partidas de estabilidad primaria y las partidas de estabilidad para calificación del desempeño del proceso identificadas anteriormente cumplen con el lineamiento Q1A de la ICH, Pruebas de estabilidad de nuevos principios activos y productos farmacéuticos, y cumplen con el lineamiento Q5C de la ICH, Calidad de los productos biotecnológicos: pruebas de estabilidad de productos biotecnológicos/biológicos.

source: The primary structure of TNK-tPA is shown in Figure1.
es_es: En la Figura 1, se muestra la estructura primaria de la TNK-tPA.

source: The principles laid down in this document were supplemented by the status of a PQRI Leachables and Extractables Working Group for Parenteral and Ophthalmic Drug Products (PODP) at the date of the study [2].
es_es: Además, los principios establecidos en el documento fueron complementados por el estatuto de un grupo de trabajo del PQRI sobre extraíbles y lixiviables para medicamentos parenterales y oftálmicos para la fecha de estudio [2].

source: The print on the capsules is checked visually at regular intervals for print quality.
es_es: La impresión en las cápsulas se comprueba visualmente a intervalos regulares para comprobar la calidad de impresión.
